{"sections":{"main":{"type":"static-product-3-columns","blocks":{"title":{"type":"title","settings":{}},"vendor":{"type":"vendor","settings":{}},"rating":{"type":"rating","settings":{}},"price":{"type":"price","settings":{}},"ef60033b-0817-4727-bfeb-5e551cbb41c7":{"type":"inventory_status","settings":{"inventory_display":"hidden","inventory_transfer_notice":true}},"0fb2126f-2521-4da3-bb2f-4e86029d142c":{"type":"key_details","settings":{"icon":"icon-delivery-package","title":"In Stock - Ready to Ship","text":"<p>All orders are shipped between 1-2 business days. Delivery ETA 5-7 business days<\/p>","text_color":"#a0a0a0","icon_color":"#a0a0a0","background_color":"#1b2226"}},"0ddfa2ab-7b69-46d6-95cb-c5d04cdede8a":{"type":"tabs","settings":{"show_product_description":true,"show_tabs_below_product_gallery":true,"tab_heading_1":"Warranty & Return Policy","tab_text_1":"<p><em>Cancellations & Refunds:<\/em> <\/p><p>At <strong>Pinseeker Market<\/strong>, we take great pride in offering a return policy that sets us apart. You have the freedom to cancel your order at any point before it ships, and there are no charges involved (excluding some exceptions, which are detailed below).<\/p><p>Should you have any inquiries or require assistance, please do not hesitate to contact us via email at <a href=\"mailto:info@kaizenbiomed.com\"><strong>info@pinseekermarket.com<\/strong><\/a> or reach out to us at <strong>+1 (888) 887-8232<\/strong>.<\/p><p><strong>Order Cancellations (Before Shipment)<\/strong><\/p><p>If you need to cancel an order, please get in touch with us as soon as possible. We will provide you with a full refund before your order leaves our warehouse. Our dedicated agents can be reached during business hours at <strong>+1 (888) 887-8232<\/strong>, through the chat in the lower right corner, or via email at <a href=\"mailto:info@kaizenbiomed.com\"><strong>info@pinseekermarket.com<\/strong><\/a> at any time.<\/p><p><strong>Cancellations of Custom Orders<\/strong><\/p><p>Custom or made-to-order products, by their nature, cannot be canceled or refunded. These items are tailored for your specific order. Custom order brands encompass [<strong>Custom Order Brands<\/strong>]. Production starts as soon as your order is placed. Rest assured, your warranty ensures a fully functional product tailored to your requirements. If you are uncertain whether your order falls under custom or made-to-order, please don't hesitate to get in touch with us for clarification.<\/p><p>Please note that all sales are considered final for custom-made and made-to-order products.<\/p><p><strong>Refunds and Returns<\/strong><\/p><p>Exchanges are available for those seeking to replace their product. Shipping costs for returns and exchanges are the responsibility of the customer. It is important to recognize that not all shipped orders are eligible for return. Our products are sourced directly from manufacturers, and the possibility of returning a product is determined by the manufacturer's policies, which can vary on a case-by-case basis. Should you require specific information regarding your brand and product, please don't hesitate to contact us.<\/p><p>Due to the current surge in LTL\/freight shipping costs, returns will be subject to a 25% cancellation fee plus return shipping expenses. If you are replacing a product, we may be able to offer some assistance with the costs, depending on the specific product.<\/p><p><strong>Shipping Times<\/strong><\/p><p>Our commitment is to deliver your order as swiftly as possible. Estimated shipping times on product pages are provided based on information from our suppliers and freight companies. It is important to note that these estimates may change without prior notice due to factors beyond our control, including supply chain disruptions, manufacturing delays, and heightened shipping demands.<\/p><p>We understand the challenges posed by order delays and sincerely ask for your patience and understanding during these exceptional circumstances. Your business is invaluable to us, and your patience is greatly appreciated.<\/p><p><strong>Please Read the Following<\/strong><\/p><p>When making a purchase from <strong>Pinseeker Market<\/strong>, you acknowledge the following terms of the Exchange Agreement:<\/p><ul><li>You understand the importance of inspecting the package upon delivery, noting and photographing any damage, and reporting it to <strong>Pinseeker Market<\/strong> within 24 hours of delivery.<\/li><li>You accept responsibility for return shipping costs and the cost of shipping a replacement product in case of a refund or exchange.<\/li><li>You understand that products must be returned unopened and unused, with the possibility of additional restocking fees.<\/li><li>You recognize that once your order has left the warehouse, a full refund is not feasible.<\/li><li>You acknowledge that returning your order after shipment entails covering return shipping and restocking fees, typically around 20%, varying by product.<\/li><li>You are aware that the shipping date estimates provided on product pages are approximations and may change due to factors beyond <strong>Pinseeker Market<\/strong>'s control.<\/li><li>You understand and agree not to cancel your order or file a chargeback due to order delays or discrepancies between estimated and actual shipping times caused by factors beyond <strong>Pinseeker Market<\/strong>'s control, such as manufacturing and logistical constraints of partner companies.<\/li><\/ul><p><strong>Damages<\/strong><\/p><p>We encourage you to carefully inspect your item(s) upon delivery. Should any damage be apparent, please make a note of it when signing for the delivery. If your item(s) arrive damaged, kindly forward photos of the damage, packaging, SKU, along with a brief description to <a href=\"mailto:info@kaizenbiomed.com\"><strong>info@pinseekermarket.com<\/strong><\/a>. We will promptly process an insurance claim on your behalf. Please note that photos and videos of freight damage must be submitted within 24 hours of delivery. Any signs of exterior damage, such as punctures, should be reported within 24 hours as well.<\/p><p><strong>Warranty<\/strong><\/p><p>Warranty terms can vary depending on the manufacturer; please refer to individual product pages for detailed information. Warranty claims generally cover damages resulting from regular use and the passage of time. Damages upon delivery that are not reported within 30 days are not considered warranty claims.<\/p><p><strong>Returns<\/strong><\/p><p>The <strong>Pinseeker Market<\/strong> policy places the responsibility for return shipping charges or reconsignment fees resulting from customer error on the customer unless stated otherwise on the product page. Most of our products come with guarantee warranty policies, assuring you of receiving fully functional, operational products without incurring extra expenses. Details can be found on individual product pages.<\/p><p><strong>BOGO Promotions<\/strong><\/p><p>In cases of BOGO (Buy One Get One) promotions, both items must be returned to qualify for a full refund. If only one of the two items is returned, you will receive a replacement for that item or a store credit equal to its individual value. If your order has already been shipped, you (the buyer) may be responsible for actual return shipping charges and a potential restocking fee, depending on the manufacturer. Refunds will be issued exclusively to the original credit card used for the order.<\/p><p><strong>All customers acknowledge that they have carefully read, understood, and accepted the terms and conditions detailed above.<\/strong><\/p><p>Please note that individual items may have varying refund and return policies depending on the manufacturer. For more specific information, kindly refer to individual product pages or contact <a href=\"mailto:returns@kaizenbiomed.com\"><strong>returns@<\/strong><\/a><a href=\"mailto:info@kaizenbiomed.com\"><strong>pinseekermarket<\/strong><\/a><a href=\"mailto:returns@kaizenbiomed.com\"><strong>.com<\/strong><\/a>.<\/p><p><strong>Chargebacks<\/strong><\/p><p>Our dedicated team of agents is always available to assist you and address any concerns. We have intentionally designed our policies to be equitable, and we firmly believe they are among the best in the industry. We are here to support you, providing immediate and responsive assistance to help resolve any issues.<\/p><p>In light of this, we would like to emphasize that any customer filing a fraudulent chargeback will be held criminally accountable for theft. If you encounter any issues with receiving a product or face challenges with a product you have received, please reach out to us. We are committed to working together to find solutions and request that you refrain from filing chargebacks for matters we can address collectively. Your choice to shop with us is greatly appreciated!<\/p><p>For any further inquiries, please feel free to contact us at <a href=\"mailto:info@kaizenbiomed.com\"><strong>info@pinseekermarket.com<\/strong><\/a>.<\/p>","tab_heading_2":"Bulk & Commercial Discounts","tab_text_2":"<p><strong>We offer Bulk & Commercial discounts on this product!<\/strong><\/p><p>Take advantage of our Bulk & Commercial pricing and work with our trusted & friendly commercial golf simulator experts that have supplied some of the largest indoor golf businesses in America with the lowest prices available, anywhere.<\/p><p>Give us a call today at<strong> (888) 887-8232 <\/strong>or contact us <a href=\"https:\/\/pinseekermarket.com\/pages\/contact\"><span style=\"text-decoration:underline\">here<\/span><\/a>. <\/p>","tab_heading_3":"Price Match Guarantee","tab_text_3":"<p>We work with our suppliers to ensure that they set minimum advertised pricing guidelines for all of our competitors. This means that everyone else selling the same product online is supposed to be selling it at exactly the same price. You can rest assured that you are receiving the very<strong> lowest possible price<\/strong> when you shop with us as we painstakingly endeavor to ensure that our prices on offer are the absolute best online!<\/p><p><br\/><strong>PRE-PURCHASE GUARANTEE<br\/><br\/><\/strong>Prior to order placement, If you are able to find an online retailer that offers a better price than us, we will match the competitor's price and supplement you with an additional $10 coupon for orders over $300 and a $5 coupon for orders under $300 [To be used on your next order with us].<br\/><br\/><br\/><strong>POST-PURCHASE GUARANTEE<br\/><br\/><\/strong>If you are able to find an online retailer that offers a better price than us (which we highly doubt will be the case) <strong>within 30 days of your purchase<\/strong>, please ensure you reach out to us we will be more than happy to provide a partial refund for the difference. We want you to feel confident that you are getting the absolute best price for the product you are ordering. If you find that our own website has a lower price for the same item that you have ordered within 30 days of your purchase date, we’ll refund the difference as well. We reserve the right to refuse a price match in any situation where we incur a loss.<\/p><p><br\/><strong>OUR 100% PRICE GUARANTEE LIMITATIONS<\/strong>:<\/p><p> <\/p><ul><li>Promotions such as rebates and buy one, get one free offers are not eligible<\/li><li>The item must be in stock on the competitor's website<\/li><li>The competitor must be an online store, they may not have a retail location<\/li><li>The website cannot be a discounter or auction website (ie; eBay, overstock, Amazon, etc..)<\/li><li>The competitor must be an Authorized Retailer of the product in question<\/li><li>The Price Match Guarantee includes the item price and the shipping charges, it excludes sales tax<\/li><\/ul><p> <\/p><p><a href=\"https:\/\/pinseekermarket.com\/pages\/contact\"><span style=\"text-decoration:underline\"><strong>REQUEST A PRICE MATCH<\/strong><\/span><\/a><\/p><p><em>In order to process your request for a partial refund, simply e-mail us a link to the same product on a competitors website within 30 days from the date of your order and we will process the credit accordingly.<\/em><\/p><p><strong>If you want to check if we can price match a product before you place your order, please email support@pinseekermarket.com, call (888) 887-8232, or reach out via live chat below.<\/strong><\/p>"}}},"block_order":["title","vendor","rating","price","ef60033b-0817-4727-bfeb-5e551cbb41c7","0fb2126f-2521-4da3-bb2f-4e86029d142c","0ddfa2ab-7b69-46d6-95cb-c5d04cdede8a"],"custom_css":[".product-title {font-size: 36px;}",".tab-panel {background: #1b2226; border: 0px 1px 1px 1px; border-color: #3f3f46; border-bottom-left-radius: 3px; border-bottom-right-radius: 3px;}",".tab-label {border-bottom: solid 1px; border-top: solid 1px; border-bottom-color: #3f3f46; border-top-color: #3f3f46; font-weight: 600; border-left: 1px solid #3f3f46;}",".key-details {border: solid 1px #3f3f46;}",".pxu-tabs {border-right: 1px solid #3f3f46;}",".options-selection__input-select-wrapper {border: solid 1px #3f3f46; border-radius: 3px;}"],"settings":{"social_share":false,"enable_local_pickup":false,"gallery_aspect_ratio":"natural","gallery_image_crop":false,"gallery_thumbnail_position":"below","gallery_video_autoplay":true,"gallery_video_looping":true,"gallery_hover_zoom":"disabled","gallery_click_to_zoom":"always","show_gift_card_recipient_form":false}},"170299567538b2a81a":{"type":"apps","blocks":{"3fd6a939-b599-4a33-b506-ff64138aa2eb":{"type":"shopify:\/\/apps\/judge-me-reviews\/blocks\/featured_carousel\/61ccd3b1-a9f2-4160-9fe9-4fec8413e5d8","settings":{"maxwidth":1080}},"57d8bdf1-2cd9-44c9-97dd-462757cf1a4a":{"type":"shopify:\/\/apps\/judge-me-reviews\/blocks\/review_widget\/61ccd3b1-a9f2-4160-9fe9-4fec8413e5d8","settings":{}}},"block_order":["3fd6a939-b599-4a33-b506-ff64138aa2eb","57d8bdf1-2cd9-44c9-97dd-462757cf1a4a"],"settings":{"include_padding":true}},"recommendations":{"type":"static-product-recommendations","settings":{"show_product_recommendations":true,"product_recommendations_heading":"You may also like"}},"recently-viewed":{"type":"static-recently-viewed","settings":{"enable_recently_viewed_products":false}}},"order":["main","170299567538b2a81a","recommendations","recently-viewed"]}